<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Language Lines
    |--------------------------------------------------------------------------
    */
    'updateExtraPermissionsFor'=>'تعديل الصلاحيات الاضافية الخاصة بــ ',
    'permissions' => [
        'permissions' => 'الصلاحيات',
        'AllPermissions' => ' اختيار كافة الصلحيات  ',
        'edit' => ' تعديل الصلاحيات',
        'extraPermissions' => '  الصلاحيات الاضافية',

    ],
    'role' => [
        'role' => ' الدور',
        'new' => ' اضافة دور جديد',
        'update' => ' تعديل الدور',
        'name' => ' اسم الدور',
        'selectAll' => ' اختيار الكل',
        'selectAllFor' => '  اختيار كافة الصلحيات الخاصة بـ',


    ],

];
