<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shop Language Lines
    |--------------------------------------------------------------------------
    */


    'info' => 'معلومات  ',
    'title' => ' عنوان المهمة ',
    'description' => ' الوصف',
    'hour' => ' ساعات',
    'add' => ' اضافة مهمة جديدة ',
    'period' => ' الفترة',
    'to' => ' الى',
    'priority_label' => ' الاولوية',
    'due' => ' خلال',


    'status' => [
        'new' => 'جديد',
        'assign' => 'مسندة',
        'inProgress' => 'قيد التنفيذ',
        'complete' => 'مكتملة',
        'rejected' => 'مرفوضة',
        'approved' => 'مؤكدة',
    ],

    'priority' => [
        'low' => 'منخفضة',
        'medium' => 'متوسطة',
        'high' => 'عالية',
        'very_high' => 'عالية جدا  ',
    ],

];
